import * as React from "react";
import Layout from "../src/components/Layout";
import { Section } from "../src/components/row/Sections";

const AboutUs = () => {
  return (
    <Layout haveSubHeader={true} pageTitle={"Hello World"}>
      <Section justifyCenter={true}>
        <div className="OTILI">
          <h1>اتولی چگونه کار می‌کند؟</h1>
          <div className="PartOne_OTOLI">
            <div className="partOne_OTOLI_D1 D1_Left">
              <h2 style={{ color: "#4BA3CE" }}>خودرو اجاره کنید</h2>
              <div>
                <h3>1. در اتولی ثبت‌نام کنید</h3>
                <p>
                  ابتدا در اتولی ثبت‌نام کنید. بعد از واردکردن اطلاعات مورد
                  نیاز، یک کد تایید برای شما ارسال خواهد شد که از طریق آن
                  می‌توانید وارد پروفایل شخصی خود شوید.
                </p>
              </div>
              <div>
                <h3>2. بهترین خودرو را انتخاب کنید</h3>
                <p>
                  در بخش جستجوی وب‌سایت، شهر و تاریخ موردنظرتان برای اجاره خودرو
                  را تعیین کنید و از بین گزینه‌های پیشنهادی ماشین دلخواهتان را
                  انتخاب کنید.
                </p>
              </div>
              <div>
                <h3>3. ماشین اجاره‌ای را رزرو کنید</h3>
                <p>
                  بعد از انتخاب ماشین موردنظرتان، درخواست رزرو دهید. صاحب خودرو
                  بعد از بررسی، درخواست شما را قبول یا رد خواهد کرد.
                </p>
              </div>
              <div>
                <h3>4. پوشش بیمه خریداری کنید</h3>
                <p>
                  بعد از قبول درخواست رزرو، می‌توانید برای خودرو پوشش بیمه
                  خریداری کنید. خرید بیمه اختیاری است و در صورت بروز حادثه، بخشی
                  از هزینه‌های خودرو را تامین خواهد کرد. در صورتی که پوشش بیمه
                  انتخاب نکنید، تمام خسارت‌های احتمالی به عهده شما خواهد بود.
                </p>
              </div>
            </div>
            <div className="partOne_OTOLI_D1 D1_Right">
              <h2>خودرو اجاره دهید</h2>
              <div>
                <h3>1. در اتولی ماشین ثبت کنید</h3>
                <p>
                  ابتدا با وارد کردن اطلاعات و بارگذاری تصاویر، ماشین یا
                  ماشین‌های خود را در اتولی ثبت کنید. این کار در کمتر از چند
                  دقیقه انجام خواهد شد. همچنین اطلاعات دقیق و عکس‌های خوب به
                  اجاره سریع ماشین شما کمک خواهد کرد.
                </p>
              </div>
              <div>
                <h3>2. درخواست‌ها را بررسی کنید</h3>
                <p>
                  درخواست‌های رزرو اجاره خودروی شما برایتان ارسال خواهد شد. شما
                  می‌توانید بعد از بررسی فرم درخواست، آن را قبول یا رد کنید. در
                  صورت وجود هرگونه سوال یا ابهامی با درخواست‌دهنده تماس بگیرید.
                </p>
              </div>
            </div>
          </div>
          <h2 className="OTOLI_MIDDLE_Dif">تحویل خودرو</h2>
          <div className="PartOne_OTOLI">
            <div className="partOne_OTOLI_D1 D1_Left">
              <div>
                <h3>5. ماشین انتخابی‌تان را تحویل بگیرید</h3>
                <p>
                  با صاحب ماشین در محل توافق شده دیدار کنید. ابتدا خودرو را
                  به‌خوبی بررسی کنید و بعد از ارائه مدارک و امضای قرارداد، ماشین
                  را تحویل بگیرید.
                </p>
              </div>
            </div>
            <div className="partOne_OTOLI_D1 D1_Right">
              <div>
                <h3>3. ماشین را تحویل دهید</h3>
                <p>
                  با اجاره‌گیرنده ماشین در محل توافق شده دیدار کنید. باک بنزین،
                  تمیزی خودرو و حجم کارکرد را بررسی کرده، قرارداد را امضا کنید و
                  ماشین را تحویل دهید.
                </p>
              </div>
              <div>
                <h3>4. از ماشین خود کسب درآمد کنید</h3>
                <p>
                  در تمام این مدت می‌توانید استراحت کنید. خودرو شما برایتان
                  درآمد خواهد داشت.
                </p>
              </div>
            </div>
          </div>
          <h2 className="OTOLI_MIDDLE_Dif">بازگشت خودرو</h2>
          <div className="PartOne_OTOLI">
            <div className="partOne_OTOLI_D1 D1_Left">
              <div>
                <h3>6. خودرو را به صاحبش بازگردانید</h3>
                <p>
                  در زمان پایان قرارداد، خودرو را با شرایطی که تحویل گرفته‌اید
                  (حجم بنزین، تمیزی و ...) در محل تعیین شده به صاحبش بازگردانید.
                </p>
              </div>
            </div>
            <div className="partOne_OTOLI_D1 D1_Right">
              <div>
                <h3>5. ماشین را تحویل بگیرید</h3>
                <p>
                  در زمان پایان قرارداد و در محل تعیین شده با اجاره گیرنده
                  ملاقات کنید. تمامی موارد مورد نیاز را در ماشین بررسی کنید،
                  ماشین را تحویل بگیرید و به اجاره‌گیرنده امتیاز دهید.
                </p>
              </div>
            </div>
          </div>
        </div>
      </Section>
    </Layout>
  );
};

export default AboutUs;
